Repository: common-repository/certishopping-social-reviews-for-woocommerce
Catalog: languages/woo-certishopping-reviews-*.po
Languages: fr_fr

source: Certishopping Settings
fr_fr: Configuration certishopping

source: To customize the look and feel of the widget and to edit your Mail After Purchase settings,just head to the
fr_fr: Pour personnaliser l'aspect et la convivialité du widget et pour modifier vos paramètres de courrier après l'achat,rendez-vous simplement sur

source: Set your API key in order the Certishopping plugin to work correctly
fr_fr: Paramétrez votre clé API pour que le plugin Certishopping fonctionne correctement

source: Select widget location
fr_fr: Sélectionnez l'emplacement du widget

source: Page footer
fr_fr: Pied de page

source: Other
fr_fr: Autre

source: Select tab name:
fr_fr: Sélectionnez nom de tab:

source: Your website ID:
fr_fr: Votre identifiant de site:

source: App key:
fr_fr: Clé app:

source: Secret Key:
fr_fr: Clé Secrète:

source: Enable bottom line in product page:
fr_fr: Affichez les étoiles sur la fiche de produit:

source: Enable rich snippet:
fr_fr: Activer rich snippet:

source: Enable widget reviews modal:
fr_fr: Affichez le modal:

source: Widget reviews modal Style:
fr_fr: Sélectionnez un modèle pour badge:

source: Widget reviews modal Position
fr_fr: Sélectionnez l'emplacement pour badge

source: Middle Left
fr_fr: Milieu gauche

source: Bottom Left
fr_fr: En bas à gauche

source: Middle Right
fr_fr: Milieu droite

source: Bottom Right
fr_fr: En bas à droite

source: Enable bottom line in category page:
fr_fr: Affichez les étoiles sur la fiche catégorie:

source: Order Status:
fr_fr: Statut des commandes:

source: Completed
fr_fr: Terminée

source: Pending Payment
fr_fr: En attente de paiement

source: Processing
fr_fr: En traitement

source: On Hold
fr_fr: En attente

source: Cancelled
fr_fr: Annulé

source: Refunded
fr_fr: Remboursé

source: Failed
fr_fr: Échoué

source: Nb Orders:
fr_fr: Nombre de commande:

source: Custom CSS Style
fr_fr: Css spécifique

source: Copy the shortcode into the page content editor
fr_fr: Copiez le shortcode dans l'éditeur de contenu de page

source: In order to locate the widget in a custom location open
fr_fr: Pour localiser le widget dans un emplacement personnalisé ouvrez

source: and add the following line
fr_fr: et ajoutez la ligne suivante

source: in the requested location.
fr_fr: à l'emplacement demandé.

source: Select language
fr_fr: Séléctionnez langue

source: Submit past orders
fr_fr: Envoyez les commandes

source: Update
fr_fr: Mise à jour

source: French
fr_fr: Français

source: English
fr_fr: Englais

source: To get your api key and secret token
fr_fr: Pour obtenir votre clé API et votre secret

source: connectez-vous ici
fr_fr: log in here

source: To configure the design of your site widget just head to the Certishopping Dashboard
fr_fr: Pour configurer le design de votre widget site

source: It only concerns the product page :
fr_fr: Ça ne concerne que la page produit:

source: You can insert this shortcode to choose a location other than the one proposed by default
fr_fr: Vous pouvez insérer ce bout de code pour choisir un emplacement autre que celui proposé par défaut

source: Select star rating location
fr_fr: Sélectionnez la classification par étoiles de l'emplacement

source: Manual Collection Status
fr_fr: Statut Collecte Manuelle
